Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Lullaby.tmx
Source language: ko_kr
Languages: en

source: 난 대표님이 넘어간 게 이해가 안 가.
en: I don't understand how mr. gam fell for her.

source: 얼마 전 이서화 사원이 내 망건에서 떨어진 구슬을 건네줄 때, 어떤 장면을 봤습니다.
en: a little while ago, when you handed me the marble that fell from my wangjin, I had a vision of sorts.

source: 주춤
en: falter

source: 예!
en: yes, your majesty!

source: 그런데 내가 그동안 너무 받기만 한 거 같아서.
en: you’ve done so much for me, and I wanted to express my gratitude.

source: 그런 약보다 훨씬 효과도 좋고 건강에도 좋은 겁니다.
en: this is much more effective and healthier than medicine.

source: 근데 대표님 왜 이렇게 화나셨어요?
en: but mr. gam, why do you look so angry?

source: 헙
en: gulp

source: 휴.
en: phew...

source: 웅..{j}웅
en: vwoom vwoom

source: 찰칵 찰칵
en: flash flash

source: 악마가 동정과 연민을 가지는 순간…
en: the biggest mistake a demon could ever make...

source: 그런데 누군지 물어볼 수도 없고…
en: but it’s not like I can ask her who the object of her affections is...

source: 그 기억만 없앨 겁니다.
en: I’m only going to remove that memory.

source: 답답하군.
en: how vexing.

source: 그래서 그 약속은 할 수가 없어요.
en: which is why I can’t promise you that.

source: 맞죠?
en: don’t you think so?

source: 뭘요.{j}저 땜에 대표님이 힘드시죠.
en: oh, no. not at all.{j}he’s the one who has to put up with me.

source: 그냥 가셔도 될 텐데 왜 '굳이' 내 '옆자리'에서 나 먹을 때까지 기다리시는 거지?
en: seems like he’s done here... so why’s he still sitting beside me and waiting for me to finish eating?

source: 체했어요?
en: do you have an upset stomach?

source: 역시 인간은 망각의 동물인가.
en: humans are indeed forgetful creatures.

source: 타자 치는 손의 움직임, 마우스가 아닌 허공에 까닥거리는 손가락...
en: the way she’s typing, how her hands are moving in midair and not on the trackpad...

source: 여태껏 들은 말 중에 가장 바보 같군요.
en: that was the most confusing thing I’ve ever heard.

source: 33화
en: Episode 33

source: 노력한 만큼 좋은 결과 나왔잖아요.
en: it’s great to see all your hard work bearing fruit.

source: 형님을 부를 게 아니라 나한테 부탁해야 할 텐데?
en: shouldn’t you be asking me, not my brother?

source: 하나도 잊은 적이 없습니다.
en: ...I haven’t forgotten any of it.

source: 그래서 이상한 겁니다.
en: that’s why it is so strange.

source: 왜 아무 말이 없지?
en: why isn’t she saying anything?

source: 알았고.
en: okay,

source: 진짜 실망이다.
en: that’s so disappointing to hear.

source: 그분이 저를 좋아하든 안 하든…
en: whether he likes me or not...

source: 저희 오늘 다섯 시간!!
en: five hours!

source: 할 말이 있는데 잠깐 시간 돼요?{j}여기선 좀 그런데.
en: are you free? I need to talk to you in private.

source: 자, 마셔 봐요.
en: here, try it.

source: 방금...{j}나한테 뭘 한 거예요?
en: what did you just do to me?

source: 아이고...
en: ugh...

source: 어떻게?
en: how?

source: 쏴아아아..
en: splash

source: 할 얘기가 있는데.
en: I want to talk to you about something.

source: 자장가라니…
en: lullaby...?

source: 수면의 질을 체크해 주는 어플이랑 연동해서 잠들고 깨고에 따라 조도가 자동으로 조절되는 헤드 조명을 생각해 봤습니다.
en: I thought it would be great if the headlight could be synced to a sleep tracking app and automatically adjust its brightness depending on the user’s sleep quality.

source: 과연 그럴까?
en: are you sure about that?

source: 없었습니다.
en: he never has.

source: 그럴 리가요.{j}믿죠.
en: of course I do!

source: 아니면...
en: if possible...

source: 비죽
en: smirk

source: 괜찮아요~
en: I’m fine.

source: 그래도 그동안 같이 한 시간이 있는데
en: we’ve now spent a fair bit of time together and gotten to know each other...

source: 조금 전
en: earlier

source: 아무리 마왕님의 동생이라도 인간계에 개입한 건 벌을 받아야 한다고 생각합니다.
en: even if he is your brother, I believe he still deserves to be punished for intervening with the human world.

source: 본 작품은 (주) 케나즈가 저작권자와의 계약에 따라 발행한 것으로 저작권법의 보호를 받는 저작물입니다.
en: This work was published by Kenaz Co., Ltd. under a contract with the copyright holder and it is protected by Copyright.

source: 금방 올 테니.
en: I'll be back shortly.

source: 그래도 그건 좀...
en: but that seems a little...

source: 제가 미처 대표님 나이를 생각 못 했어요.
en: I hadn’t considered your age.

source: 내가 진짜 설마설마했는데...
en: I could tell...

source: 대표님 목소리 실컷 들을 수 있었는데…
en: if I stayed up, I could’ve listened to mr. gam’s voice all night...

source: 왜 이렇게 못 먹습니까?
en: why are you picking at your food?

source: 아주 잘 알고 있군요.
en: glad to know you haven’t forgotten.

source: [모래뉴스] 입력:
en: [Day News] Uploaded:

source: 후우..
en: sigh

source: 다른 게 아니라 제가 아직 일을 다 못해서 쫌만 더 하다 자도 될까요?
en: I actually didn’t get a chance to finish my work for the day. could I stay up a little longer and do some work?

source: 갑자기 왜 그게 떠오르는 거지.
en: why am I suddenly remembering that right now?

source: 얘기했잖아.{j}그 팔찌가 끊어질 때까진 내 맘대로 조종할 수 있다고.
en: like I said,{j}as long as you’re wearing that bracelet, you’re completely under my control.

source: 더 추한 꼴 보이기 전에 스스로 선택하세요.
en: make a decision before you embarrass yourself any further.

source: 으악!
en: agh!

source: 하암~
en: yawn

source: 왜 또 온 거지?
en: why have you returned?

source: 집무실에서 잠깐 보죠.
en: Please come see me at my office.

source: 난 됐습니다.
en: no thanks.

source: 감사합니다!
en: thank you!

source: 대표님이 재우는 사람들을 제가 깨우면 되니깐요.
en: and I can wake up the people you put to sleep.

source: 터덜터덜
en: trudge trudge

source: 대체 왜...?
en: why?

source: 그럼 뭐해.{j}어차피 대표님은…
en: but so what? what’s the point?{j}mr. gam...

source: 사람들 수군거리는 것 마입니다.
en: because of all the gossip.

source: 하나도 안 아파요.
en: yes, I’m fine.

source: 미쳤어?
en: are you out of your mind?

source: 그런 부탁은 들어줄 수가 없다는 겁니다.
en: so I can’t help you with that.

source: 슬며시~
en: reach

source: 대체 무슨 재미로 사시는 거지?
en: is there anything he enjoys?

source: 조심해서 나쁠 거 없잖아요.
en: better to be safe than sorry.

source: 계속 아무 얘기나 해주시면 안 돼요?
en: can you please keep talking?

source: 예전에 연애할 때는 어땠지?
en: how did I feel during my last relationship...?

source: 덤덤
en: calm

source: 내가 도와줄 테니까.
en: I’ll help you in any way I can.

source: 왜 나를 그렇게까지 생각하는 겁니까?
en: why do you care about me so much?

source: 전생의 기억을 본 거지.
en: you just saw a glimpse of your past life.

source: 서화 씨 오늘 많이 놀라셨겠어요.
en: miss seohwa, you’ve been through a lot today.

source: 응?{j}뭐지?
en: huh?

source: 요즘 같은 때에 누가 그런 구시대적인 행동을 한 거죠?
en: it’s an outdated practice and shouldn’t be happening. tell me who did this.

source: 아까 밥도 잘 못 먹던데.
en: still... you didn’t seem to have much of an appetite earlier.

source: 나는 절대로 놈이 원하는 대로 둘 순 없고요.
en: and I can’t stand back and let him do whatever he wants.

source: 아이쿠!
en: whoa!

source: 거의 온종일 대표님이랑 붙어있는데.
en: I spend pretty much all of my waking hours with you.

source: 아 참.
en: oh, right.

source: 뭐지, 이건?
en: what is this feeling?

source: 대표님은 아무렇지 않으시겠지만…
en: I know you don’t feel anything, but...

source: 양귀비 따위로 수작을 부려도 내게 손톱만큼이나 해를 끼칠 수 있을 것 같으냐.
en: do you seriously think you can hurt me with a mere white poppy?

source: 대표님 도와줘요
en: mr. gam... please help me!

source: 어디에서 나는 소리지.
en: where is that sound coming from?

source: 혹시라도 내가 없을 때 저 자식이 접근한다면 말입니다.
en: ...if that guy ever approaches you when I'm not around.

source: 안 괜찮으니까 가만있어요.
en: but I want to. please just stay still.

source: 오늘의 마지막 명부.
en: the last name on today's list.

source: 계약 사항이나 지키죠.
en: now, how about you adhere to the terms of the contract?

source: 헐
en: gasp

source: 이게 무슨 일이냐.{j}오래 살고 볼 일이네.
en: Wow, I can’t believe this is happening.

source: 그런 거 아니에요.
en: that’s not why I asked.

source: 내가 깜박했네요.
en: right, I forgot.

source: 좋은 밤 보내세요…
en: have a good night...

source: 그런데 왜 낙인에서 신호가 안 오는 거지?
en: but why am I not getting any signals from the mark?

source: 주르륵
en: drip

source: 이서화 사원이 있는 것 같기도 하고...
en: I suppose there is miss seohwa...

source: 나는 내 할 일을 할 뿐입니다.
en: I am simply doing my job.

source: 흔들 흔들
en: shake shake

source: 무슨 일인지 자세히는 모르지만 거긴 원래 대표님 자리였으니 자격은 충분히 되는 것 같은데요.
en: I don't know exactly what happened, but I'm sure mr. gam is more than worthy of the throne, given that it was originally his.

source: 자격이 없는 마왕을 누가 반긴다고.
en: no one will welcome an unworthy king.

source: 이제 정말 얼마 안 남았습니다.
en: but I really don’t have much time left now.

source: 살랑살랑
en: flutter flutter

source: 둘이 어디 갔을까?
en: where do you think the two of them went?

source: 여기가 어디죠?
en: where am I?

source: 그 사람 말 한마디에 괜히 의미 부여를 하게 되고 그 사람이 자꾸 걱정이 된다고 하더라구요.
en: she keeps overthinking about every little thing he says and she can’t help but worry about him all the time.

source: 이기지도 못할 술을 주는 대로 받아먹으면 어떡합니까?
en: why did you drink everything people put in front of you?

source: 그렇다고 이렇게까지 내가 떠나기를 원할 줄이야.
en: but to think she wants me to leave this badly...

source: 6백 년 만에 겨우 갈 수 있게 되셨는데…
en: not when he finally has a chance to go back, after being unable to for the past 600 years...

source: 생각해 보니 내가 굳이 안 해도...
en: I guess I didn’t really have to--

source: 내가 뭐 잘못 말했습니까?
en: did I say something wrong?

source: 주륵
en: slide

source: 아무렇지 않은 척 하긴 했는데...
en: although I pretended like I wasn’t...

source: 좋아하는 사람이… 있군요.
en: so there is someone... you like.

source: 분명...{j}죽을 수도 있었어.
en: she... actually could’ve died.

source: 아니요?
en: nope.

source: 어머어머.{j}대박.
en: oh my god.{j}

source: 그러고 보니 오늘 연구소 화재 때문에 처리할 게 많으시겠구나.
en: now that I think about it, he must have a lot to deal with today in regards to the fire at the lab.

source: 이곳은 언제든 반역의 위험이 있는 곳이다.
en: there is always risk of treason here.

source: 자다가 안 자니 더 괴롭군요
en: now that I’m used to getting enough sleep, it’s harder to go without.

source: 네.{j}그럼…
en: okay, then...

source: 근데 여기 좀 으스스하지 않아요?
en: by the way, isn’t this place a little spooky?

source: 새삼 존경스럽습니다, 대표님.
en: I have so much respect for you now, mr. gam.

source: 하여간 고집은.
en: you’re so stubborn.

source: 삐약 삐약
en: chirp chirp

source: 뭐 하는 겁니까.
en: what are you doing?

source: 음.{j}이서화 사원은 정말 나에게 특별해요.
en: miss seohwa, you are very special to me.

source: 힝..
en: disappointed

source: 뒤적
en: rummage

source: 왜냐면...
en: because...

source: 안 하면 안 되는 거예요?
en: do you really have to go through them?

source: 신경 쓰는 게 아니라 걱정하는 거란 말이에요.
en: it’s not that I’m concerned. I’m worried about you.

source: 집에 가서 쉬라니깐 말도 안 듣고.
en: I thought I told you to go home and rest.

source: 왜여?
en: why?

source: 제가 쓰러졌을 때 대표님이 도와주신 거 때문에 이상한 소문이 난 것 같은데 저랑 대표님 그런 사이 아니에요.
en: no, I’m not dating mr. gam. I think that rumor only started because he helped me when I passed out.

source: 1등 하고 싶었던 것 아니었습니까?
en: aren’t you pleased about winning first place?

source: 저 혼자 갈 수 있어요.{j}먼저 가볼게요.
en: I can go home by myself.{j}I’ll be heading out now.

source: 쓸데없는 소리!!
en: don’t be ridiculous!

source: 대표님 목소리 듣고 있으니까 잠이 오는 것 같아요.
en: listening to your voice makes me sleepy.

source: 이서화 사원은 프로젝트 회의 때문에 당분간 늦게 끝날 것 같은데.
en: miss seohwa needs to focus on the new project launch for the time being, and so will be working late every day.

source: 아까 얘기 들어보니까 이번 공모전 수상을 엄청 꿈꿨던 것 같던데...
en: from what you said earlier, it sounded like you really wanted to win the contest...

source: 아니에요, 무사하셔서 다행입니다.
en: no problem. I'm glad you’re okay.

source: 어떡해요..!
en: oh dear...

source: 기술적으로 가능한지 알아봤습니까?
en: did you confirm whether that was technically feasible?

source: 앗 차거…
en: oh, that’s cold...

source: 앗.{j}들켰네요.{j}하하.
en: haha. so you noticed, huh?

source: 그렇다면 위치를 알 수 있는 방법은…
en: then in order to find where she is...

source: 그렇게 걱정이 되면 나한테 말을 했어야죠.
en: if you were that worried, you should’ve let me know.

source: 이딴 팔찌를 채운다고 해서 뭐가 달라질 것 같아요?
en: do you really think this little bracelet will change anything?

source: 어떻게 지켜본 것처럼 아는 거지?
en: how does she know all that? it’s almost as if she were watching me during those nights.

source: 그건 두고 봐야 알겠죠.
en: I suppose we’ll find out.

source: 이서화 사원
en: miss seohwa.

source: 그..{j}회사 앞 사거리 고깃집인데요…
en: uh... it’s the korean bbq restaurant near the office...

source: 팀 회식이 있어서요.
en: there’s a team dinner after work.

source: 잠이 금방 안 올 거 같으면...
en: if you don’t think you’ll be able to go back to sleep any time soon...

source: 이제 기분 좀 괜찮아졌습니까?
en: are you feeling better now?

source: 떠나야 하는데.
en: ...will have to leave eventually.

source: 화아악
en: flush

source: 기분 나쁘셨으면 죄송해요.
en: I’m sorry if you felt slighted somehow.

source: 여태껏 내가 마국에서 쫓겨난 건 도영이 놈이 반역을 일으킨 것 때문인 줄 알았습니다.
en: this whole time, I thought I’d been expelled from the demon world because doyeong started a rebellion.

source: 약 발라주는 것도 왜 이렇게...{j}멋있는 거야.
en: how does he look so cool... even when he’s just applying disinfectant?{j}

source: 운동 삼아 저기까지만 걸어갈게요!
en: uh, what a nice night for a walk! I’m just gonna take a walk all the way over there!

source: 사실 저도 이상한 장면이 떠올랐던 적이 있어요.
en: to be honest, I also had a strange vision once.

source: 우리와 살아가는 방식이 다른 존재들이다.
en: these beings have a different way of living from us.

source: 좋은데...
en: but...

source: 왜 그래요.
en: what’s wrong?

source: 이래도… 못 믿겠어?
en: still don’t believe me?

source: 토도도도
en: dash

source: 23화
en: Episode 23

source: 아무리 생각해도 그런 건… 남친이나 하는 거 아니야?
en: no matter how much I think about it... isn’t that something only a boyfriend would do?

source: 으~
en: ugh...

source: 저한테 뭐든 말씀해 보세요.
en: you can tell me about it.

source: 슬..
en: lift

source: 으윽… 지금 당장… 필요한데…
en: ugh... I need it right now though...

source: 그냥 다른 건 없고 호기심이었어요.
en: I was just curious.

source: 내가 특수 제조한 꿀차입니다.
en: this is honey tea, using my special recipe.

source: 내가 챙길테니 이만 들어가죠.
en: I’ll look after her, so you should go home...

source: 재생수 1,320
en: 1,320 views

source: 숙취 해소에 좋은 음료를 만들어 줄 테니.
en: I’ll whip up a drink that’s good for a hangover.

source: 저 준비 다 됐어요.
en: I’m ready to go.

source: 좋아할 줄 알았는데.
en: I thought you’d be excited by the news.

source: 초롱 초롱
en: sparkle sparkle

source: 그럼 좀 전에 제가 없었으면 저 아저씨는...
en: so if I weren't here, that man could've...

source: 다르거든요.
en: no, it’s not.

source: 지금은 잘 시간이라고요!
en: it’s past your bedtime!

source: 갑자기 생긴 얼음덩이는 자연재해?
en: How did that ice suddenly appear?

source: 어떻게 그렇게 말씀하실 수 있어요?
en: how can you be so cavalier?

source: 그런 게 왜 궁금했죠?
en: why did you want to know about my dating history?

source: 그때가 되면 알겠죠.
en: you will know when that time comes.

source: 휑~
en: vanish

source: 저기… 저는 아무래도 누구랑 같이 누워 있는 게 어색하고 그래서…
en: um... it feels a little awkward to be lying in bed with someone...

source: 우쭐
en: proud

source: 30분만 더 주겠습니다.
en: I’ll give you 30 more minutes.

source: 집무실
en: ceo’s office

source: 그런 생각을 하니까 슬퍼지려고 하잖아.
en: thinking about all this is really bringing me down.

source: 몸 괜찮아요?
en: are you feeling all right?

source: 신기해{j}안 믿겨..
en: wow, I can’t believe it...

source: 왜 약한 모습을 보이는 거지?
en: why do you show such weakness?

source: 물어 보고 싶은 거 다 적어가야겠어요!
en: I should write down all the questions I wanna ask when I get there!

source: 쭉
en: zip

source: 직원들 회복에만 신경 써주세요.
en: please just focus on the employees’ well-being.

source: 밥도 저런 거로 때우고선.
en: also, that’s hardly a decent substitute for a full meal.

source: 하긴 오늘 같은 위험한 일을 겪었으니 하루빨리 이 계약이 끝나길 바라겠지.
en: to be fair, given what happened today, she probably wishes for all of this to end soon.

source: 저거 나랑 대표님 얘기 같은데...
en: I think they're talking about me and mr. gam...

source: 이상한 사람 취급 당하겠지...
en: they’ll just think I’m a weirdo...

source: 차락
en: sparkle

source: 자장가처럼요.
en: it’s like a lullaby.

source: 쩌억
en: crack

source: 대표님도 한 번 해보세요~?
en: you should try it too, mr. gam!

source: 깨톡 깨톡
en: ding ding

source: 설마 진짜 대표님이 날 해쳤던 건 아니겠지?
en: did mr. gam really hurt me in my previous life?

source: 정신 차리자, 이서화.
en: pull yourself together, seohwa lee.

source: 순간이동할 때 좀 어지럽긴 하던데...
en: all the teleportation makes me feel a bit dizzy...

source: 픽 휙 휙
en: pfft wave wave

source: 윽.
en: ugh.

source: 29화
en: Episode 29

source: 내가 해줘도 되겠습니까?
en: will you let me put it on you?

source: 1.{j}연애금지
en: (a){j}No dating.

source: 원래 상종 못할 놈입니다.
en: he's always been a bastard.

source: 이걸 타면 기분이 나아진다고요?
en: so I’ll feel better if I ride this?

source: 왜 저러는지 알 수가 없어도
en: ...and I couldn't understand his point of view...

source: 모르는 사람이 말 거는 것도 질색이구요.
en: I also don't enjoy it when strangers talk to me.

source: 웬만하면 이서화 사원의 편의를 봐주고 싶지만 이건 그런 차원이 아닌 것 강군요.
en: if possible, I’d like to grant your wish, but in this case, I don’t think it’s appropriate.

source: 그럼 뭡니까?
en: then what is it?

source: 아유, 제가 감히 어디 형님 무서워서 그럴 수 있겠습니까?
en: damn, look how scary you are.

source: 사우디 아라비아에 있는 산맥에서 일 년에 딱 두 번 채집한다는…
en: I heard it’s only collected twice per year on a mountain range in saudi arabia...

source: 어떻게 해야 할지 모르겠어.
en: but I don’t know what to do anymore.

source: 사실 저도 그런 적이 있거든요.
en: that’s happened to me before too.

source: 직원들은 다 나갔군.
en: all the employees have exited the building.

source: 날 그렇게까지 생각해 주는지 몰랐군요.
en: I didn’t realize you cared about me so deeply.

source: 집무실'
en: ceo’s office

source: 고민해 봤자 머리만 아프구요.
en: it only hurts my head to think about it.

source: 토도도도..
en: dash

source: 헐...{j}진짜요?
en: wow... really?{j}

source: 깜짝이야!
en: oh my god!

source: 아직 이유는 모르겠지만 요즘은 인간 파트너가 저라서 다행이라는 생각이 들어요.
en: and I still don’t, but these days, I feel quite relieved that I was the one who ended up as your partner.

source: 어쩔 수 없죠.
en: that's just the way it is.

source: 내가 얼마나 칠칠맞아 보였으면 못 참고 그러셨겠어.
en: he probably couldn’t stand seeing me with honey all over my mouth.

source: 어머, 제가 이 말을 하려는 게 아니었느데...
en: oops, that’s not what I meant to say...

source: 그동안 이서화 사원이 얼마나 희생했는지 아니까 그에 대한 보답으로…
en: I know how much you’ve sacrificed for my sake. in exchange for that—

source: 아까 그 하얀 양귀비는 사라진 건가?
en: is that white poppy now gone?

source: 시소를 탄 부작용이 계속되는 건가?
en: is this still from riding the seesaw?

source: 인간은 망각의 동물이니까.
en: after all, humans are forgetful creatures.

source: 착각하지 말자.{j}연애를 너무 오래 쉬었더니 헷갈리는 거야.
en: no way.{j}I’m just confused because I haven’t dated in a while.

source: 아니, 나는 그냥 불편할까 봐 도와주려던 건데
en: oh, I was just going to help because you looked uncomfortable in my jacket.

source: 설마 도영이 놈이 내 모습으로 둔갑을 해서 이서화 사원을 데려간 건가.
en: could it be... that doyeong disguised himself as me and took miss seohwa?

source: 체격차이
en: difference in physique

source: 아…!
en: of course!

source: 일어나시라구요!
en: come on, wake up!

source: 한 번도 이런 구설수에 오른 적 없으시잖아요.
en: you’ve never been talked about behind your back in the office like this before.

source: 싸아아아아
en: ba dun

source: 자꾸 머릿속에 어떤 사람이 생각난대요.
en: apparently, there’s someone she can’t stop thinking about.

source: 아니… 괜찮은데 안 괜찮아요.
en: I mean... I’m fine but not fine.

source: 좀 기다려야 하나...
en: should we wait a bit?

source: 매번 도움만 받네.
en: it feels like he’s always helping me out.

source: 인간 세상에 혼란을 끼치지 마라.
en: do not cause chaos in the human world.

source: 서화 눈에 비친 수마'
en: sleep demon in seohwa’s eyes

source: 두통도 나았고 속 메스꺼움도 괜찮아졌어요.
en: my head doesn’t hurt as much and I don’t feel nauseous anymore.

source: 뭘 이런 걸.
en: you didn’t have to do all this.

source: 양귀비가 지껄인 말들은 대체 뭐지?
en: also, what was that poppy talking about?

source: 헉.{j}내가 지금 딱 그러고 있잖아…?!
en: wait, that’s exactly what I’m doing now!

source: 이렇게.
en: like this.

source: 잠 못 드는 밤이면 하루 동안 있었던 일을 꼬박 곱씹었었지.
en: on nights like those, I’d keep mulling over everything that had happened during the day.

source: 서화 씨한테 늘 감사하게 생각하고 있었요.
en: I’m very grateful towards you, miss seohwa.

source: 나쁘지 않은 아이디어입니다.
en: it’s not a bad idea.

source: 아직 안 갔습니다.
en: no, I haven’t gone yet.

source: 설마 그 얘기를 하실 줄은…
en: I didn’t think he would tell you about that...

source: 아우… 먼지…
en: there’s so much dust...

source: 자기 잘못은 생각 안 하고!
en: you're the one who should be fuming right now, not him!

source: 내가 명부 수행을 할 때 재우는 사람은 누가 깨워주지 않으면 못 일어납니다.
en: the people I put to sleep while going through the list of names aren't able to wake on their own. someone else has to wake them up.

source: 100% 천연소재면 가격이 만만찮겠지만 친환경이 트렌드니까요.
en: although it’s very costly to produce goods made with 100% natural materials, environmentally friendly products are very popular right now.

source: 심지어 이렇게 함께 누워있고.
en: ...and now I’m even lying in bed with you.

source: 벌이 막 몇 만 번 왕복해야 한다는…!!
en: and that the bees have to travel back and forth tens of thousands of times to gather it!

source: 그럴 때면 꼭 제가 드라마 주인공인 것 같았어요.
en: it made me feel like the star of a movie!

source: 넘어지지 않게.
en: I don’t want you to fall.

source: 작은 것도 신경 쓰이고…그랬었지.
en: ...and I would worry on his behalf, even about the littlest things...

source: 내가 하얀 양귀비를 몰살했다니 그건 무슨 얘기지...
en: what did she mean by that? I annihilated the white poppies?

source: 17:27 수정:
en: 17:27 edited:

source: 지이잉
en: vwoom

source: 표정이 어두우신데.
en: you don’t look well.

source: 이렇게 눈 감고 한 번만 누워보세요.
en: lie down like this and close your eyes.

source: 좋죠.
en: I am.

source: 잠 한숨 못 잘 때도 회사에 늦게까지 남아서 일하더니 결과가 좋아 다행이군요.
en: it looks like working late all those nights, even when you weren't getting a wink of sleep, paid off.

source: 낙인에 빛이 나질 않아…
en: the mark isn’t glowing...

source: 좋아한다구요?
en: she likes him?

source: 진짜 최고!!
en: you’re the best!

source: 22화
en: Episode 22

source: 손도장 꿍!{j}하고 계약도 한 사이고, 같이 불면에 시달렸고, 또 도영이란 자의 계략도 결국 같이 이겨냈으니까요!
en: not only have we made a pinky promise,we also suffered from insomnia together, and we foiled doyeong’s plot!{j}

source: 키득
en: snicker

source: 아니면 연구소 내 유해물질 때문?
en: Natural disaster... or hazardous materials stored in the lab?

source: GNS 옥상
en: gns rooftop

source: 그래서 형에게 보여줬지
en: that’s why I showed him...

source: 뭐, 뭐, 이 대리?
en: excuse me, miss lee?

source: 이럴 수가...
en: what’s going on?

source: 만지작
en: fiddle

source: 틱틱
en: hmph

source: 저도 모르겠어요.
en: I’m not exactly sure.

source: 짝!
en: clap

source: 사무실'
en: office

source: 중얼..
en: mutter

source: 오늘은 여기서 잘까요?
en: shall we sleep here today?

source: 나는 그쪽이랑 달라.
en: I’m not like you.

source: 죽을 것 같아요…
en: I feel like I’m dying...

source: 아무튼 회사 동기니 회사 밖에서도 공과 사는 구분했으면 합니다.
en: still, he’s your colleague, and that was a work dinner, so you need to stay professional, even if you’re not in the office.

source: 왜 내 쪽으로 돌아누운 거지..?
en: why did he turn around towards me...?

source: 그럼 천천히 더 먹어요.
en: eat up, miss seohwa.

source: 그래요.
en: fine.

source: 나는 내 방에 가서 잘 테니…
en: I’ll just sleep in my roo—

source: 집에서라도 기분 전환할 수 있게 해드리자.
en: I’ll try to cheer him up once he gets home.

source: 앞으론 다신 이러지 않겠다고.
en: promise that you won’t do this again.

source: 그걸로 충분해.
en: ...that’s good enough for me.

source: 이서화 사원은 오늘 회사에서 만난 적이 없는데.
en: I haven’t seen her at all today at work.

source: 뭔가 이유가 있겠지 했어요.
en: ...I thought there might be a reason why he is the way he is.

source: 아니, 어째서...?
en: wait, I don’t understand...

source: 말을 해봐요.
en: tell me.

source: 바쁩니까?
en: are you busy?

source: 몇 배야 대체, 어휴.{j}계산도 안 되네
en: I can’t even calculate how many times older you are than me.

source: 이서화 사원!!
en: miss seohwa!

source: 죄송합니다.
en: I’m sorry.

source: 미쳤어, 미쳤어.{j}이서화!
en: oh my god, seohwa lee!

source: 저녁…?
en: dinner?

source: 인연도 아니고 그냥...{j}스치는 우연 정도겠지.
en: I’m probably just another person passing through briefly in his life... he’ll quickly forget about someone like me.{j}

source: 이래서 아까 그런 말을 한 겁니까?
en: is this why you said that earlier?

source: 너무 맛있어요!
en: it tastes so good!

source: 가진 걸 뺏기기 싫어하는 건 이해할 수 있어요.
en: I understand that you don’t want what you have to be taken away from you.

source: 그 팔찌가 끊어질 때까진 내 맘대로 조종할 수 있다고.
en: I can control you however I want as long as you’re wearing that bracelet.

source: 어떡하지...
en: what should I do...?

source: 파삭
en: crack

source: 좋네요.
en: great.

source: 상대하기 힘든 분인 거 다 알죠.
en: I know he is not the easiest person to deal with.

source: 향이 진한 꿀입니다.
en: this is very fragrant honey.
